"(Not You?)|Login - Clickable text letting user log in as a different user" = "(¿No eres tú?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = ">%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 amigo está cerca";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 día";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 hora";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuto";

"1d|short indicator that a user was active 1 day ago" = "1 día";

"1h|short indicator that a user was active 1 hour ago" = "1 h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Límite 1 min: suelta para enviar";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 días";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 horas";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutos";

"A new version of Messenger is available.|New version title" = "Hay una nueva versión de Messenger.";

"Activation Code|placeholder text for activation code field" = "Código de activación";

"Activation Request Failed|" = "Error en la solicitud de activación";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Activos ahora (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Añadir favorito";

"Add More People|button for adding people to the conversation" = "Añadir más personas";

"Add More People|title for add members page" = "Añadir más personas";

"Add More People|title for add people page" = "Añadir más personas";

"Add To Conversation|text to show in the add people button" = "Añadir a la conversación";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Añadir a un contacto existente";

"Add|generic add button" = "Añadir";

"Adding...|adding progress text" = "Añadiendo...";

"Advanced Settings|text for advanced settings button" = "Configuración avanzada";

"Advanced|title for advanced settings page" = "Avanzado";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Alertas desactivadas hasta la(s) %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Alertas desactivadas durante 1 hora";

"Alerts Off|Indicates that alerts are off" = "Alertas desactivadas";

"Alerts On|Indicates that alerts are on" = "Alertas activadas";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Todas las notificaciones están desactivadas durante 8 horas.";

"All notifications are off.|Mute warning display on thread list" = "Todas las notificaciones están desactivadas.";

"Answer|Text for button that accepts a call" = "Responder";

"Archive Thread|Button label that will archive the thread" = "Archivar la cadena de mensajes";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "¿Seguro que quieres eliminar el nombre de la conversación?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "¿Seguro que quieres abandonar esta conversación? No volverás a recibir mensajes.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "¿Seguro?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Adjuntar una foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Adjuntar medios";

"Auto Send|Auto send label" = "Envío automático";

"Back|generic nav bar back button" = "Atrás";

"Bing Image Search|" = "Búsqueda de imágenes de Bing";

"Call Ended|End call message in non-error case" = "Llamada finalizada";

"Call Ended|String shown when the call ends" = "Llamada finalizada";

"Call Failed|End call message in error case" = "Se ha producido un error al llamar";

"Call %@|action sheet option for calling a phone number" = "Llamar a %1$@";

"Camera|Button label for attaching a photo from the camera" = "Cámara";

"Cancel|Title for generic Cancel button." = "Cancelar";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Elegir foto";

"Clear|prompt to clear all unsent messages" = "Borrar";

"Clearing...|Progress text shown while clearing the image for a thread" = "Borrando...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Borrando...";

"Close active chat|Button to close an active chat" = "Cerrar chat activo";

"Comment|Comment button title" = "Comentar";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Escribir mensaje para %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Escribir mensaje para %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Confirmar teléfono";

"Connecting|Text shown on call screen while connecting a call" = "Conectando";

"Connection Failed|Alert title when connection failed" = "Error de conexión";

"Connection Lost|End call message in connection lost case" = "Se ha perdido la conexión";

"Contact Info|Title of the canonical thread info page." = "Información de contacto";

"Contacting|Text shown on call screen while contacting another party" = "Contactando";

"Continue|Login - Login Button Title for Keychain Login" = "Continuar";

"Conversation Name|placeholder text in conversation name textfield" = "Nombre de la conversación";

"Copy Link|Option that pops out after long press on a link in message thread." = "Copiar enlace";

"Copy|action sheet option for copying a string to the clipboard" = "Copiar";

"Could not add new members. Please try again.|message for failing to add members dialog" = "No se han podido añadir nuevos miembros. Inténtalo de nuevo.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "No se puede obtener información sobre la disponibilidad del receptor";

"Countries|Title for country picker" = "Países";

"Country|Country - Country placeholder text" = "País";

"Create Group Conversation|button for adding people to the canonical conversation" = "Crear conversación en grupo";

"Create New Contact|action sheet option for creating a new contact" = "Crear nuevo contacto";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Actualmente en una llamada";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personalizar la configuración de las notificaciones";

"Decline|Text for button that declines a call" = "Rechazar";

"Delete Conversation Name|alert title for deleting conversation name" = "Eliminar nombre de la conversación";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "¿Eliminar el mensaje? Esta acción no se puede anular.";

"Delete|Button to accept deleting the name of a conversation" = "Eliminar";

"Delete|Label for button to delete previous character" = "Eliminar";

"Delete|button text for deleting a message" = "Eliminar";

"Delete|button text for removing an unsent message" = "Eliminar";

"Details|title for message details page" = "Detalles";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Descubre quién está cerca";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Descubre qué amigos están cerca y diles que también estás ahí.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Descubre quién está cerca y diles que también estás ahí.";

"Dismiss|Dismiss the audio recorder" = "Ignorar";

"Don't Delete|Button to decline to delete the name of a conversation" = "No eliminar";

"Don't Save|Don't save action sheet button" = "No guardar";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Listo";

"Download|Button title to download an upgrade" = "Descargar";

"Edit|Edit button/label title for chat divebar" = "Editar";

"Email|email field placeholder on login screen" = "Correo electrónico";

"Empty Feedback|Title for empty feedback warning." = "No hay texto";

"Enter Code|Enter Code page title" = "Introducir código";

"Error|error title after failed to load webview" = "Error";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Usuario de Facebook";

"Failed to add members|title for failing to add members dialog" = "Error al añadir miembros";

"Failed to save your settings.|error message after changing thread alert setting." = "Error al guardar la configuración.";

"Favorites|chat bar favorites header title" = "Favoritos";

"Free Call|Text on button that starts a messenger call" = "Llamar gratis";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Las llamadas gratis no están disponibles";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Amigos de amigos";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amigos que tienen Messenger";

"Get Directions|action sheet option for viewing a map" = "Cómo llegar";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Descarga Facebook Messenger";

"Get Started|Title for NUX" = "Empieza";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Danos tu opinión o denuncia un problema";

"Google Image Search|" = "Búsqueda de imágenes de Google";

"Group Conversation|Create a group conversation divebar label" = "Conversación en grupo";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversación en grupo";

"Group Info|Title of group thread info page." = "Información del grupo";

"Help|text for help button" = "Ayuda";

"Hold to Talk|The instruction for holding the record button and talk" = "Presionar para hablar";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Sí";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Si te gusta usar %1$@, ¿te importaría dedicar un minuto a calificar esta aplicación?";

"Image Search|action sheet option for choosing a photo from image search" = "Búsqueda de imágenes";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Incluir tu ubicación";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contacto incompleto";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Código de confirmación incorrecto.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "¿Quieres instalar Facebook Messenger?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Instala Messenger para escuchar este mensaje y grabar el tuyo.";

"Install|Button text to install the Facebook Messenger" = "Instalar";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contacto no válido";

"Invalid Country Code|alert title for invalid country code" = "Código de país no válido";

"Invalid Phone Number|alert title for invalid phone number" = "Número de teléfono no válido";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Mantener a todos informados";

"Last Updated: %@|last updated date in pull to refresh header" = "Última actualización: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Más información";

"Leave Conversation|leave conversation button" = "Abandonar la conversación";

"Leave conversation?|confirmation dialog title for leaving a thread" = "¿Abandonar la conversación?";

"Leave|Button title for leaving a thread" = "Abandonar";

"Leaving...|Progress text shown while leaving a thread" = "Abandonando conversación...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Permite que las personas de esta conversación vean dónde estás.";

"Licenses|Licenses screen title" = "Licencias";

"Licenses|text for licenses button" = "Licencias";

"Like|Like button title" = "Me gusta";

"Load Earlier Messages|message for loading earlier messages" = "Cargar mensajes anteriores";

"Loading...|Message presented while waiting for content to load." = "Cargando...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Ubicándote…";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "La localización está desactivada";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "La localización está desactivada en esta conversación.";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Los servicios de localización están desactivados. Actívalos para permitir que los participantes de esta conversación sepan dónde estás.";

"Location services are on|Title of location NUX when user has enabled location services." = "Los servicios de localización están activados";

"Log In to Facebook|Login - Login Button Title for password login" = "Inicia sesión en Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Conectado(a) como %1$@";

"Login Approval Required|title of login approval dialog" = "Se necesita la aprobación del inicio de sesión";

"Login Failed|Invalid login alert title" = "Error al iniciar sesión";

"Map|title of map tab" = "Mapa";

"Mark as Unread|Button label that will mark the thread as unread" = "Marcar la conversación como no leída";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Queda con tus amigos sobre la marcha";

"Message|divebar message button title" = "Mensajes";

"Messages|Messenger module display name" = "Mensajes";

"Messages|name of the app with Facebook brand" = "Mensajes";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Más amigos (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Más amigos (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Más amigos conectados";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "NOTA: Las personas que añadas verán los mensajes anteriores de esta conversación.";

"Name is Too Long|alert title for long conversation name" = "El nombre es demasiado largo";

"Name|Placeholder text: Name of new contact" = "Nombre";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "No vuelvas perderte un mensaje";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "No vuelvas a perderte un mensaje de tus amigos.";

"New Contact|Button title: Create a new contact" = "Nuevo contacto";

"New Message|Title of screen shown when user is composing a new message" = "Nuevo mensaje";

"New version available|Title of alert displayed when new version is available" = "Nueva versión disponible";

"Next|Generic button to move to next item" = "Siguiente";

"Next|button label for moving to the next screen" = "Siguiente";

"No Message|dialog title for when user tries to send an empty message" = "No hay mensajes";

"No Recipients|dialog title for when user tries to send to no recipients" = "No hay destinatarios";

"No Results|Accessibility label describing a contacts search result with no results" = "No hay resultados";

"No locations shared recently.|message on map view when no location has been shared recently" = "No se han compartido localizaciones recientemente.";

"No response.|Error reported when no response is received from the server" = "No hay respuesta.";

"No, Thanks|Label on button for user to decline to rate the app" = "No, gracias";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Nadie verá exactamente dónde estás.";

"Not Now|Button text to temporarily ignore the installation message" = "En otro momento";

"Not Now|Not now alert popup button" = "En otro momento";

"Not Now|Title of button to not share location for now." = "En otro momento";

"Not Now|button label for deferring enabling push notifications" = "En otro momento";

"Not now|Button title to decline an upgrade" = "Ahora no";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notificaciones para esta conversación";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Las notificaciones para esta conversación están desactivadas.";

"Notifications|Label for enabling/disabling notification" = "Notificaciones";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Desactivadas hasta la(s) %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Desactivar durante una hora";

"Off|Short string for indicating that alerts are off" = "Desactivar";

"On|Short string for indicating that alerts are on" = "Activadas";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Abrir en Mapas";

"Password|password field placeholder on login screen" = "Contraseña";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Las personas que participan en esta conversación pueden ver tu ubicación en el mapa.";

"People|Section title for list of thread participants." = "Personas";

"People|title of people tab" = "Personas";

"Phone Number|placeholder text for phone number field" = "Número de teléfono";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Teléfono o correo electrónico";

"Pin friends you message most|Label when users have no favorites" = "Define los amigos a los que más envías mensajes";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Comprueba tu código de confirmación y vuelve a intentarlo.";

"Please check your network connection and try again.|" = "Comprueba tu conexión de red y vuelve a intentarlo.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Comprueba tu número y vuelve a intentarlo.";

"Please check your number and try again.|alert message for invalid phone number" = "Comprueba tu número y vuelve a intentarlo.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Descarga la última versión de Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Escribe un mensaje o adjunta una foto";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Introduce un número de teléfono o una dirección de correo electrónico.";

"Please enter a valid country code.|alert message for invalid country code" = "Introduce un código de país válido.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Introduce tu correo electrónico y contraseña de inicio de sesión en Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Introduce el nombre y la información de contacto de la persona.";

"Please include a description of your problem.|Message for empty feedback warning." = "Describe el problema con el que te encuentras.";

"Please rate the quality of your call|Prompt for call quality survey" = "Valora la calidad de la llamada";

"Please re-login to renew your session.|Error message for expired session" = "Vuelve a iniciar sesión para actualizarla.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Utiliza un nombre de conversación más corto.";

"Preview|title for image preview screen" = "Vista previa";

"Privacy & Terms|text for privacy and terms button" = "Privacidad y condiciones";

"Pull down to refresh...|message for pull down to refresh" = "Despliega para actualizar…";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Las alertas de notificaciones están desactivadas.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "El sonido de las notificaciones está desactivado.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Las notificaciones de inserción están desactivadas.";

"Push up to refresh...|message for push up to refresh" = "Contrae para actualizar…";

"REC|The record button" = "GRABAR";

"Rate %@|Alert title for asking user to rate this app." = "Califica %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Califica %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Llega a tus amigos estén donde estén, frente al ordenador o con el móvil.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Ponte en contacto con tus amigos estén donde estén";

"Record Audio|action sheet option for recording some audio" = "Grabar audio";

"Record Video|action sheet option for recording a video" = "Grabar vídeo";

"Record Voice|Button label for attaching an audio clip" = "Grabar voz";

"Record|Record button for voice message" = "Grabar";

"Record|Record button for voice recording" = "Grabar";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "La grabación no ha empezado";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Grabación cancelada";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Suelta el botón para cancelar la grabación";

"Release to refresh...|message for releasing to refresh" = "Suelta para actualizar…";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Recordármelo más tarde";

"Remove Attachment|action sheet option for removing current attachment" = "Eliminar archivo adjunto";

"Remove Photo|action sheet option for removing chosen photo" = "Eliminar foto";

"Remove Photo|action sheet option for removing current attachment" = "Eliminar foto";

"Removing...|text for removing progress" = "Eliminando...";

"Report a Problem|title for give feedback or report bug" = "Informar de un problema";

"Resend|Resend - Resend Button Title" = "Volver a enviar";

"Retry|generic retry button" = "Reintentar";

"Save Photo|action sheet option to save photo to library" = "Guardar foto";

"Save photo as conversation image?|" = "¿Guardar la foto como imagen de la conversación?";

"Save|" = "Guardar";

"Saving...|Progress text shown while saving a new image for a thread" = "Guardando…";

"Saving...|Progress text shown while saving a new name for a thread" = "Guardando...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Buscar amigos";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Buscar más amigos...";

"Search to add favorites|placeholder in edit favorites search bar" = "Buscar para añadir favoritos";

"Search|placeholder in search bar" = "Buscar";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Buscando…";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Averigua quién está a poca distancia o visitando tu ciudad y hazle saber que estar cerca.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Leído por todos";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Visto por todos";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Visto: %2$@ por %1$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Visto(a) por %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Visto(a) por %1$@";

"Seen by:|Text for seen state header" = "Leído por:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Visto: %1$@ cerca de %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Leído: %1$@";

"Select country code|select country code text" = "Seleccionar código de país";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Enviar al teléfono, chat y Web";

"Send|Nav bar send button text" = "Enviar";

"Send|Send button for voice message" = "Enviar";

"Send|text to show in the send button" = "Enviar";

"Sending...|sending progress text" = "Enviando...";

"Sent a message|default notification text for messages with no body text" = "Ha enviado un mensaje";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Enviado desde Messenger";

"Sent from email|indicator that a message was sent from email" = "Enviado por correo electrónico";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Enviado por móvil";

"Sent from web|indicator that a message was sent sent from web or chat" = "Enviado por internet";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Enviado desde %1$@";

"Session Expired|Error title for expired session" = "La sesión ha caducado";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Aplicación de configuración > General > Servicios de ubicación";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Aplicación de configuración > Servicios de ubicación";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Aplicación de ajustes &gt; Privacidad &gt; Servicios de localización";

"Settings|Settings alert popup button" = "Configuración";

"Settings|title for settings page" = "Configuración";

"Settings|title of settings tab" = "Configuración";

"Share|Share button title" = "Compartir";

"Shared a link|text for a link share" = "Ha compartido un enlace";

"Shared a photo|text for a photo share" = "Ha compartido una foto";

"Shared a video|text for a video share" = "Ha compartido un vídeo";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Regístrate en Facebook";

"Skip|Skip - Skip Button Title" = "Omitir";

"Something went wrong. Want to try again?|retry dialog message" = "Algo ha fallado. ¿Quieres intentarlo de nuevo?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Se ha producido un error";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Iniciar chats en grupo";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Dejar de adjuntar medios";

"Stop|Stop button for voice recording" = "Detener";

"Submit|Submit button title" = "Enviar";

"Switch Account|text for switching logged in user" = "Cambiar de cuenta";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Activa la conexión por Wi-Fi para llamar";

"Take Photo|action sheet option for taking a photo" = "Hacer foto";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Toca \"Volver a intentarlo\" para enviar este mensaje.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Toca el engranaje para activar el chat";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Toca para descubrir quién está en la zona";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Toca para devolver la llamada";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Toca para enviar un mensaje";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Toca para activar localización";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "No se pueden enviar mensajes de texto a ese número.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Envía SMS a tus amigos al móvil y al chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "No se permite la recepción de mensajes de texto en ese número de teléfono.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Se ha producido un problema de conexión con Facebook. Comprueba tu conexión y vuelve a intentarlo.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Ha habido un problema al conectar tu llamada. Conéctate a Wi-Fi y vuelve a intentarlo.";

"This Conversation|header text for alert settings applying to a single conversation" = "Esta conversación";

"Timeline|Button text to go to a user's timeline" = "Biografía";

"Timeline|divebar timeline button title" = "Biografía";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Sugerencia: nunca te pierdas un mensaje";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Para aceptar llamadas debes tener la nueva versión de Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Para completar la activación del número de teléfono, introduce el código de activación";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Para incluir la localización en los mensajes, visita tu %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Para hacer llamadas debes tener la nueva versión de Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Desactiva las alertas de esta conversación en la configuración de la conversación.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Para desactivar la función de localización para todas tus conversaciones, ve a tu %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Para activar las notificaciones, accede a Ajustes del iPhone %1$@ Notificaciones %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Para usar esta función, ve a la configuración de tu %1$@ y elige \"Servicios de localización\". Selecciona \"Activado\" para Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Para usar esta función, ve a la configuración de %1$@ y toca Privacidad. A continuación, toca Servicios de localización y actívalos para Facebook.";

"To|Accessibility label for to field in contact picker" = "Para";

"To:|to field in contact picker" = "Para:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Toca y mantenlo pulsado para hablar.\nSuelta para enviar o desliza fuera del botón para cancelar.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Volver a intentarlo";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Desactivar el chat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Desactivar hasta las 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Desactivar durante 1 hora";

"Turn Off|Option to turn off alerts" = "Desactivar";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Activar el chat";

"Turn On Location Services|Error message title when location services are unavailable." = "Activar los servicios de ubicación";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Activar las notificaciones";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Activar las notificaciones";

"Turn On|Option to turn on alerts" = "Activar";

"Turn On|Turn on alerts" = "Activar";

"Turn On|button label for deferring enabling push notifications" = "Activar";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Activar notificaciones";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Activa las notificaciones para saber cuándo llegan mensajes nuevos.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Escribiendo...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Error al llamar a %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "No es posible reproducir el mensaje de audio";

"Unable to Save Image|retry dialog title for setting thread image" = "No se puede guardar la imagen";

"Unable to Send|Title for send feedback failed warning." = "No se pueden enviar tus comentarios";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "No se puede añadir a más personas a la conversación. Inténtalo de nuevo.";

"Unable to name your conversation.|error message after setting conversation name" = "No se puede asignar un nombre a tu conversación.";

"Unable to remove you right now.|error messages after leaving conversation" = "No puedes eliminarte en este momento.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "No es posible guardar los destinatarios favoritos de mensajería en Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "No se puede enviar el mensaje. ¿Volver a intentarlo?";

"Unable to send message.|Alert text for when a message failed to send." = "No se puede enviar el mensaje.";

"Unable to send right now.|error message for failing to send message" = "No se puede enviar en este momento.";

"Unpin|button title to remove user from favorites" = "Desmarcar";

"Update|Get new version now button." = "Actualizar";

"Updating...|updating progress text" = "Actualizando...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Actualizar";

"Use|use nav bar button in photo preview screen" = "Utilizar";

"View Call|Text show on button that views an incoming call" = "Ver llamada";

"View in Maps|action sheet option for viewing a map" = "Ver en Mapas";

"View|Alert button that takes user to the thread where a message failed to send" = "Ver";

"We'll text you a link to confirm your number.|Confirmation information text" = "Te enviaremos un mensaje de texto con un enlace para que confirmes tu número.";

"Welcome to Messenger|Title for NUX page" = "Bienvenido a Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "¿A quién quieres enviar este mensaje?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Puedes controlar esto en tu configuración de privacidad.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Recibirás un SMS o correo electrónico en breve con un código para iniciar sesión.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "No sabras cuándo recibes mensajes.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Tu operador no admite llamadas con Messenger. Activa la conexión por Wi-Fi en la configuración de tu teléfono.";

"Your message was not sent.|text shown when a message failed to send" = "No se ha enviado tu mensaje.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "No se han enviado tus mensajes.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "Activo(a) hace 1 día";

"active 1h ago|indicator that a user was active 1 hour ago" = "Activo(a) hace 1 hora";

"active 1m ago|indicator that a user was active 1 minute ago" = "Activo(a) hace 1 minuto";

"active now|indicator that a user is currently active, on web or mobile" = "Activo(a) ahora";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "activo(a) en el móvil hace %1$@";

"active on mobile|presences status for being active on mobile" = "activo(a) en el móvil";

"active %id ago|indicator that a user was active 2+ days ago" = "Activo(a) hace %1$i días";

"active %ih ago|indicator that a user was active 2+ hours ago" = "Activo(a) hace %1$i horas";

"active %im ago|indicator that a user was active 2+ minute ago" = "Activo(a) hace %1$i minutos";

"active %@ ago|presences status for being active a relative time ago" = "activo(a) hace %1$@";

"error|A short message for audio play error" = "error";

"is calling|text below the caller's name when they are calling" = "está llamando";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "está escribiendo...";

"on mobile|presences status for being available on mobile" = "en el móvil";

"online %@ ago|presences status for being online on the web a relative time ago" = "en la web hace %1$@";

"online|presences status for being online on the web" = "en la web";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "está escribiendo...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d de %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i amigo de amigos";

"%i Friend|Number of friends in search result (singular)" = "%1$i amigo";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i amigos de amigos";

"%i Friends|Number of friends in search result (plural)" = "%1$i amigos";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i días";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i horas";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutos";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ y %2$@ usan Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ están cerca";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ está cerca";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ está llamando";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ tiene otra llamada";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ no está disponible";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ está escribiendo...";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ ha intentado llamarte";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ usa Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ y %2$i personas más";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ y %3$@ usan Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ y un amigo más usan Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ y %4$i amigos más usan Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u amigo está cerca";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u amigos están cerca";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u amigos están cerca";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u de tus amigos están compartiendo dónde están";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto adjunta";

"%u photos attached|Accessibility text for a photo set" = "%1$u fotos adjuntas";

